<section class="seo-section">
    <div class="container container--medium">
        <div class="seo-section__box js-show-content">
            <div class="seo-section__content">
                <div class="seo">
                    <h2>Зоомагазин для домашних питомцев</h2>
                    <p>Любящие владельцы собак и кошек всегда хотят порадовать 
                        своих любимцев новыми игрушками, 
                        приобрести качественную амуницию, 
                        обеспечить животному полноценное питание и отдых, 
                        заботятся о его здоровье. Зоомагазин — это любимое место для всех любителей животных.</p>
                    <h3>Каким должен быть хороший магазин товаров для животных</h3>
                    <p>Многие владельцы животных часами просматривают адреса зоомагазинов в
                        интернете,
                        читают
                        отзывы. Далеко не каждый зоомагазин в Киеве и других городах соответствует
                        критериям,
                        важным
                        для
                        покупателя:</p>
                    <p>Многие владельцы животных часами просматривают адреса зоомагазинов в 
                        интернете, читают отзывы. Далеко не каждый зоомагазин в Киеве и других 
                        городах соответствует критериям,
                        важным
                        для
                        покупателя:</p>
                    <h2>Зоомагазин для домашних питомцев</h2>
                    <p>Любящие владельцы собак и кошек всегда хотят порадовать своих любимцев
                        новыми
                        игрушками, приобрести качественную амуницию, обеспечить животному полноценное
                        питание и
                        отдых,
                        заботятся
                         о его здоровье. Зоомагазин — это любимое место для всех любителей животных.</p>
                </div>
            </div>
            <button class="seo-section__button seo-section__button--show">Показать все</button>
            <button class="seo-section__button seo-section__button--hide">Свернуть</button>
        </div>
    </div>
</section>